Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: The other door is to build a company yourself. A founder doesn't wait to be picked, though most start-ups fail. Boards like people who have run a business, even one that failed — yet most new big-company CEOs had never been a CEO before.
de: Die andere Tür ist, selbst ein Unternehmen aufzubauen. Ein Gründer wartet nicht darauf, ausgewählt zu werden, auch wenn die meisten Start-ups scheitern. Aufsichtsräte mögen Leute, die ein Unternehmen geführt haben, selbst wenn es gescheitert ist – doch die meisten neuen CEOs großer Unternehmen waren zuvor noch nie CEO.
fr: L’autre porte est de créer une entreprise toi-même. Un fondateur n’attend pas d’être choisi, même si la plupart des start-up échouent. Les conseils d’administration apprécient les gens qui ont dirigé une entreprise, même une qui a échoué — pourtant, la plupart des nouveaux PDG de grandes entreprises n’avaient jamais été PDG auparavant.
it: L’altra porta è costruire un’azienda da sé. Chi fonda un’azienda non aspetta la scelta di altri, anche se la maggior parte delle startup fallisce. I consigli di amministrazione apprezzano chi ha gestito un’attività, anche se è fallita — eppure la maggior parte dei nuovi CEO delle grandi aziende non lo era mai stata prima.
ja: もう1つの入り口は、自分で会社を作ることです。創業者は選ばれるのを待ちませんが、スタートアップの多くは失敗します。取締役会は、失敗した経験でも事業を経営した人を評価します。それでも、大企業の新しいCEOのほとんどは、それまでCEOになったことがありません。
uk: Інші двері — створити власну компанію. Засновник не чекає, поки його оберуть, хоча більшість стартапів не виживає. Ради директорів люблять людей, які керували бізнесом, навіть невдалим, — проте більшість нових CEO великих компаній раніше CEO не були.

source: The people who move things around by truck, train, ship and plane.
de: Die Leute, die Dinge per Lkw, Zug, Schiff und Flugzeug transportieren.
fr: Ceux qui font circuler les marchandises par camion, train, bateau et avion.
it: Le persone che spostano le cose in camion, treno, nave e aereo.
ja: トラック、電車、船、飛行機で物を運ぶ人たちが集まります。
uk: Ті, хто перевозить вантажі вантажівками, потягами, кораблями та літаками.

source: The premier athletic title — the country is watching. Only for seasoned competitors.
de: Der wichtigste Titel im Sport – das ganze Land schaut zu. Nur für erfahrene Wettkämpfer.
fr: Le plus grand titre sportif — tout le pays regarde. Réservé aux compétiteurs aguerris.
it: Il massimo titolo sportivo — tutto il paese ti guarda. Solo per atleti esperti.
ja: 最高峰の競技タイトルで、国中が注目しています。経験豊富な選手だけが出場できます。
uk: Головний спортивний титул — за тобою стежить уся країна. Лише для досвідчених учасників.

source: The prize critics write about.
de: Der Preis, über den die Kritiker schreiben.
fr: Le prix dont parlent les critiques.
it: Il premio di cui scrivono i critici.
ja: 批評家たちが取り上げる賞です。
uk: Премія, про яку пишуть критики.

source: The rest
de: Der Rest
fr: Le reste
it: Il resto
ja: そのほか
uk: Решта

source: The retail pay floor (26,626 kr a month, no legal minimum)
de: Die Gehaltsuntergrenze im Einzelhandel (26.626 kr pro Monat, kein gesetzlicher Mindestlohn)
fr: Le plancher salarial du commerce (26 626 kr par mois, sans minimum légal)
it: Il minimo salariale della vendita al dettaglio (26.626 kr al mese, nessun minimo per legge)
ja: 小売業の給料の下限（月額26,626 kr、法定の最低賃金はありません）
uk: Нижня межа зарплат у роздрібній торгівлі (26 626 kr на місяць, законодавчого мінімуму немає)

source: The road is long and every step is selective: a bachelor's degree, then a professional or doctoral programme that admits well under half of its applicants, then — for doctors — three to seven years of supervised hospital training before you practise alone.
de: Der Weg ist lang und jeder Schritt selektiv: ein Bachelor-Abschluss, dann ein Fachstudium oder Promotionsprogramm, das deutlich weniger als die Hälfte der Bewerber aufnimmt, dann – für Ärzte – drei bis sieben Jahre beaufsichtigte Krankenhausausbildung, bevor du allein praktizierst.
fr: Le chemin est long et chaque étape est sélective : un bachelor, puis un programme professionnel ou doctoral qui admet bien moins de la moitié de ses candidats, puis — pour les médecins — trois à sept ans de formation encadrée à l’hôpital avant de pouvoir exercer en toute autonomie.
it: La strada è lunga e ogni passo è selettivo: una laurea, poi un programma professionale o di dottorato che ammette ben meno della metà dei candidati, poi — per i medici — 3–7 anni di formazione in ospedale sotto supervisione prima di poter esercitare in autonomia.
ja: 道のりは長く、どのステップにも選抜があります。まず学士号、次に志願者の半分をはるかに下回る人数しか受け入れない専門職課程や博士課程、そして医師の場合は、1人で診療できるようになるまでに病院で3〜7年の指導つき研修があります。
uk: Шлях довгий, і кожен крок відбірковий: ступінь бакалавра, потім професійна чи докторська програма, на яку приймають значно менше половини заявників, а далі — для лікарів — від трьох до семи років практики в лікарні під наглядом, перш ніж працювати самостійно.

source: The school accepted you onto %@.
de: Die Hochschule hat dich für %@ angenommen.
fr: L’école t’a ouvert ses portes : %@.
it: Hai ottenuto l’ammissione al percorso %@.
ja: 学校に受け入れてもらえました。%@の勉強が始まります。
uk: Навчальний заклад зарахував тебе на програму «%@».

# The school cares about: grades %@, skills %@.
source: The school cares about: grades %1$@, skills %2$@.
de: Die Hochschule achtet auf: Noten %1$@, Fähigkeiten %2$@.
fr: Ce qui compte pour l’école : notes %1$@, compétences %2$@.
it: La scuola valuta: voti %1$@, competenze %2$@.
ja: この学校が重視するのは、成績%1$@、スキル%2$@です。
uk: Заклад зважає на: оцінки — %1$@, навички — %2$@.

source: The school said no this time — you had a %@ chance. You can try again next year!
de: Die Hochschule hat diesmal abgelehnt – du hattest eine Chance von %@. Nächstes Jahr kannst du es noch einmal versuchen!
fr: L’école n’a pas retenu ta candidature cette fois — tu avais %@ de chances. Tu peux réessayer l’année prochaine !
it: Questa volta l’ammissione non è andata a buon fine (probabilità: %@). Puoi riprovare l’anno prossimo!
ja: 合格確率は%@でしたが、今回はうまくいきませんでした。来年また挑戦できます！
uk: Навчальний заклад цього разу відмовив — шанс був %@. Можна спробувати ще раз наступного року!

source: The seat
de: Der Spitzenposten
fr: La place
it: Il posto al vertice
ja: ポスト
uk: Крісло

source: The senior electrician license. Earned after years as a licensed journeyman, it lets you pull permits, run jobs, and supervise apprentices — required to become a Master Electrician.
de: Die höhere Elektriker-Lizenz. Du erwirbst sie nach Jahren als Geselle mit Lizenz. Damit darfst du Genehmigungen einholen, Aufträge leiten und Auszubildende anleiten – nötig, um Elektromeister zu werden.
fr: La licence d’électricien de niveau supérieur. Obtenue après des années comme électricien qualifié titulaire d’une licence, elle te permet de demander des permis, de diriger des chantiers et de superviser des apprentis — exigée pour devenir maître électricien.
it: L’abilitazione da elettricista di livello più alto. Si ottiene dopo anni da elettricista qualificato e permette di richiedere i permessi, gestire i lavori e supervisionare gli apprendisti — è necessaria per diventare maestro elettricista.
ja: 上級の電気工事士免許です。免許を持つ一人前の職人として何年も働くと得られ、許可の申請、現場の運営、見習いの指導ができるようになります。熟練電気工事士になるために必要です。
uk: Ліцензія електрика вищого рівня. Здобувається після років роботи кваліфікованим електриком із ліцензією; дозволяє оформлювати дозволи, вести роботи й наглядати за учнями — потрібна, щоб стати майстром-електриком.

source: The senior plumbing license. Earned after journeyman experience, it lets you design systems, pull permits, and lead a crew — required to become a Master Plumber.
de: Die höhere Klempner-Lizenz. Du erwirbst sie nach Erfahrung als Geselle. Damit darfst du Anlagen planen, Genehmigungen einholen und ein Team leiten – nötig, um Klempnermeister zu werden.
fr: La licence de plombier de niveau supérieur. Obtenue après une expérience de plombier qualifié, elle te permet de concevoir des installations, de demander des permis et de diriger une équipe — exigée pour devenir maître plombier.
it: L’abilitazione da idraulico di livello più alto. Si ottiene dopo l’esperienza da idraulico qualificato e permette di progettare impianti, richiedere i permessi e guidare una squadra — è necessaria per diventare maestro idraulico.
ja: 上級の配管工免許です。一人前の職人としての経験を積むと得られ、設備の設計、許可の申請、チームの指揮ができるようになります。熟練配管工になるために必要です。
uk: Ліцензія сантехніка вищого рівня. Здобувається після досвіду роботи кваліфікованим сантехніком; дозволяє проєктувати системи, оформлювати дозволи та керувати бригадою — потрібна, щоб стати майстром-сантехніком.

source: The state student loan charges less than inflation, so its real cost is nothing.
de: Die Zinsen des staatlichen Studienkredits liegen unter der Inflation, die realen Kosten sind also null.
fr: Le prêt étudiant de l’État coûte moins que l’inflation, donc son coût réel est nul.
it: Il prestito studentesco statale ha un tasso inferiore all’inflazione, quindi il suo costo reale è nullo.
ja: 国の奨学金の利子はインフレ率より低いため、実質的な負担はありません。
uk: Відсотки за державним студентським кредитом нижчі за інфляцію, тож реально він нічого не коштує.

source: The step up to serious competition — qualify against your region's best. Years of training required.
de: Der Schritt zum ernsthaften Wettbewerb – qualifiziere dich gegen die Besten deiner Region. Jahre des Trainings sind nötig.
fr: Le passage à la compétition sérieuse — qualifie-toi face aux meilleurs de ta région. Des années d’entraînement sont nécessaires.
it: Il salto verso la competizione seria — qualificati contro i migliori della tua regione. Servono anni di allenamento.
ja: 本格的な競技への第一歩です。地域の強豪と競って出場権を獲得します。何年ものトレーニングが必要です。
uk: Крок до серйозних змагань — пройди відбір серед найкращих свого регіону. Потрібні роки тренувань.

source: The tech world's big yearly meetup — talks on new apps, gadgets and ideas.
de: Das große jährliche Treffen der Tech-Welt – Vorträge über neue Apps, Gadgets und Ideen.
fr: Le grand rendez-vous annuel du monde de la tech — des exposés sur les nouvelles applis, les gadgets et les idées.
it: Il grande incontro annuale del mondo tech — interventi su nuove app, gadget e idee.
ja: テクノロジー業界が毎年集まる大きなイベントです。新しいアプリやガジェット、アイデアについての講演があります。
uk: Велика щорічна зустріч світу технологій — доповіді про нові застосунки, гаджети та ідеї.

source: The title the companies scout at.
de: Der Titel, bei dem die Kompanien nach Talenten suchen.
fr: Le titre qui attire les compagnies en quête de talents.
it: Il titolo che le compagnie di danza tengono d’occhio.
ja: ダンスカンパニーがスカウトに来る称号です。
uk: Титул, на який дивляться танцювальні трупи.

source: The top national universities cost less than most private ones; private medical schools cost millions of yen a year.
de: Die besten staatlichen Universitäten kosten weniger als die meisten privaten; private medizinische Fakultäten kosten Millionen Yen pro Jahr.
fr: Les meilleures universités nationales coûtent moins cher que la plupart des universités privées ; les facultés de médecine privées coûtent des millions de yens par an.
it: Le migliori università nazionali costano meno della maggior parte di quelle private; le facoltà di medicina private costano milioni di yen all’anno.
ja: トップ級の国立大学は、多くの私立大学より学費が安くなります。私立の医学部は1年に数百万円かかります。
uk: Провідні національні університети коштують дешевше за більшість приватних; приватні медичні заклади коштують мільйони єн на рік.

source: The world stage. Medal here and you're a household name for life — the summit of a long career.
de: Die Weltbühne. Hol hier eine Medaille, und du bist ein Leben lang ein bekannter Name – der Gipfel einer langen Karriere.
fr: La scène mondiale. Décroche une médaille ici et ton nom reste célèbre toute ta vie — le sommet d’une longue carrière.
it: Il palcoscenico mondiale. Vinci una medaglia qui e il tuo nome lo conoscono tutti per sempre — la vetta di una lunga carriera.
ja: 世界の舞台です。ここでメダルを取れば、一生その名を知られる存在になります。長いキャリアの頂点です。
uk: Світова сцена. Здобудь тут медаль — і твоє імʼя знатимуть усе життя; вершина довгої карʼєри.

source: The world's best teams on one stage.
de: Die besten Teams der Welt auf einer Bühne.
fr: Les meilleures équipes du monde sur une même scène.
it: I migliori team del mondo su un unico palco.
ja: 世界の強豪チームが、ひとつの舞台に集まります。
uk: Найкращі команди світу на одній сцені.

source: The world's largest pre-college science competition.
de: Der weltweit größte Wissenschaftswettbewerb für Schüler.
fr: La plus grande compétition scientifique du monde avant les études supérieures.
it: La più grande gara scientifica del mondo per studenti preuniversitari.
ja: 大学入学前の生徒を対象にした、世界最大の科学コンテストです。
uk: Найбільше у світі наукове змагання для школярів.

source: The year's best images, printed large and toured.
de: Die besten Bilder des Jahres, groß gedruckt und auf Tournee.
fr: Les meilleures images de l’année, tirées en grand format et exposées en tournée.
it: Le migliori immagini dell’anno, stampate in grande formato ed esposte in tournée.
ja: その年の最高の写真が大きく印刷され、各地を巡回します。
uk: Найкращі знімки року друкують у великому форматі й вирушають із ними в тур.

source: The youth league final — where scouts spot the next generation of pro players.
de: Das Finale der Jugendliga – hier entdecken Talentscouts die nächste Generation von Profispielern.
fr: La finale du championnat des jeunes — là où les recruteurs repèrent la prochaine génération de joueurs professionnels.
it: La finale del campionato giovanile — dove i talent scout scoprono la prossima generazione di professionisti.
ja: ユースリーグの決勝戦です。スカウトが次世代のプロ選手を探しに来ます。
uk: Фінал юнацької ліги — тут скаути помічають наступне покоління професійних гравців.

source: The “%@” title
de: Der Titel „%@“
fr: Le titre « %@ »
it: Il titolo «%@»
ja: 「%@」の称号
uk: Титул «%@»

source: Then you'll have about a %1$@ chance each year to move up and earn about %2$@ a year.
de: Danach liegt deine Chance auf eine Beförderung jedes Jahr bei etwa %1$@, und du verdienst etwa %2$@ pro Jahr.
fr: Ensuite, tu auras environ %1$@ de chances chaque année d’obtenir une promotion et de gagner environ %2$@ par an.
it: Poi, ogni anno, avrai una probabilità di avanzare (circa %1$@) e di guadagnare circa %2$@ all’anno.
ja: そのあとは、毎年約%1$@の確率で昇進でき、年収は約%2$@になります。
uk: Тоді щороку шанс на підвищення складатиме близько %1$@, а зарплата — близько %2$@ на рік.

# Then: %@ (%lld more years).
source: Then: %1$@ (%2$lld more years).
de: Danach: %1$@ – noch %2$lld Jahre.
fr: Ensuite : %1$@ — encore %2$lld ans.
it: Poi: «%1$@» — ancora %2$lld anni.
ja: そのあとの%1$@に、さらに%2$lld年かかります。
uk: Потім: %1$@ — ще %2$lld років.

source: There are no companies to start in Simplified mode — you climb by working.
de: Im vereinfachten Modus gibt es keine Unternehmen zu gründen – du steigst durch Arbeit auf.
fr: Il n’y a pas d’entreprise à fonder en mode Simplifié — tu progresses en travaillant.
it: In modalità Semplificata non si possono avviare aziende — si sale di livello lavorando.
ja: かんたんモードでは会社を作れません。働いて昇進していきます。
uk: У спрощеному режимі компанії заснувати не можна — ти просуваєшся, працюючи.

source: There are only a few hundred CEO jobs at the biggest companies, and a board's search can run for a year.
de: Es gibt nur ein paar hundert CEO-Jobs bei den größten Unternehmen, und die Suche des Aufsichtsrats kann ein Jahr dauern.
fr: Il n’existe que quelques centaines de postes de PDG dans les plus grandes entreprises, et la recherche d’un conseil d’administration peut durer un an.
it: Nelle aziende più grandi ci sono solo poche centinaia di posti da CEO, e la ricerca da parte di un consiglio di amministrazione può durare un anno.
ja: 最大手企業のCEOのポストは数百しかなく、取締役会の人選に1年かかることもあります。
uk: У найбільших компаніях є лише кілька сотень посад CEO, а пошук ради директорів може тривати цілий рік.

# There aren't many %@ jobs — only %@ of the people who are ready get one.
source: There aren't many %1$@ jobs — only %2$@ of the people who are ready get one.
de: Es gibt nicht viele Jobs als %1$@ – nur %2$@ der Leute, die bereit sind, bekommen einen.
fr: Il y a peu de postes « %1$@ » — seuls %2$@ des gens qui remplissent les conditions en obtiennent un.
it: I lavori da %1$@ sono pochi: ne ottiene uno solo una piccola parte di chi ha i requisiti (%2$@).
ja: %1$@の仕事は多くありません。準備ができている人のうち、就けるのは%2$@だけです。
uk: Посад «%1$@» небагато — їх отримують лише %2$@ людей, які вже готові.

source: There is no legal minimum wage: union agreements set the floor, retail's among them.
de: Es gibt keinen gesetzlichen Mindestlohn: Tarifverträge der Gewerkschaften legen die Untergrenze fest, auch im Einzelhandel.
fr: Il n’y a pas de salaire minimum légal : ce sont les accords syndicaux qui fixent le plancher, dont celui du commerce.
it: Non esiste un salario minimo per legge: il minimo lo fissano gli accordi sindacali, tra cui quello della vendita al dettaglio.
ja: 法定の最低賃金はなく、労働組合との協約が下限を決めます。小売業もそのひとつです。
uk: Законодавчої мінімальної зарплати немає: нижню межу задають угоди з профспілками, зокрема й у роздрібній торгівлі.

source: There is no single minimum wage: each state sets its own, and most workers earn little.
de: Es gibt keinen einheitlichen Mindestlohn: Jeder Bundesstaat legt seinen eigenen fest, und die meisten Arbeitnehmer verdienen wenig.
fr: Il n’existe pas de salaire minimum unique : chaque État fixe le sien, et la plupart des travailleurs gagnent peu.
it: Non esiste un unico salario minimo: ogni stato fissa il proprio, e la maggior parte dei lavoratori guadagna poco.
ja: 全国共通の最低賃金はなく、州ごとに決まります。ほとんどの労働者の収入は少なめです。
uk: Єдиної мінімальної зарплати немає: кожен штат встановлює свою, а більшість працівників заробляє мало.

source: There's no higher job to be promoted to from here. Your pay still goes up a little each year, up to a limit. To earn more, apply for a bigger job.
de: Von hier aus gibt es keinen höheren Job mehr, zu dem du befördert werden kannst. Dein Gehalt steigt trotzdem jedes Jahr ein wenig, bis zu einer Grenze. Um mehr zu verdienen, bewirb dich auf einen größeren Job.
fr: Il n’existe aucun poste supérieur à viser d’ici. Ton salaire continue d’augmenter un peu chaque année, jusqu’à une limite. Pour gagner plus, postule à un poste plus important.
it: Da qui non c’è nessun lavoro più alto a cui puntare con una promozione. Il tuo stipendio sale comunque un po’ ogni anno, fino a un limite. Per guadagnare di più, candidati a un lavoro più importante.
ja: ここから上に昇進できる仕事はありません。給料は上限まで、毎年少しずつ上がります。もっと稼ぐには、より大きな仕事に応募しましょう。
uk: Вище підвищуватися нікуди. Зарплата все одно трохи зростає щороку — до певної межі. Щоб заробляти більше, подай заявку на більшу посаду.

source: There's no luck to worry about here: once you have the right school and enough years of work, the job is yours.
de: Hier musst du dir um Glück keine Sorgen machen: Mit der richtigen Schule und genug Jahren Arbeit gehört der Job dir.
fr: Ici, pas de hasard à craindre : dès que tu as les bonnes études et assez d’années de travail, le poste est à toi.
it: Qui non devi preoccuparti della fortuna: quando hai la scuola giusta e abbastanza anni di lavoro, il lavoro è tuo.
ja: ここでは運を気にする必要はありません。必要な学校を終えて、十分な年数働けば、その仕事に就けます。
uk: Тут не треба покладатися на везіння: щойно матимеш потрібну освіту й достатньо років роботи, робота твоя.

source: There's nothing to plan on this one yet — just keep going with school, activities and trying new things.
de: Für diesen Job gibt es noch nichts zu planen – mach einfach mit Schule, Aktivitäten und dem Ausprobieren neuer Dinge weiter.
fr: Il n’y a encore rien à planifier ici — continue l’école, les activités et essaie des choses nouvelles.
it: Per ora su questo non c’è nulla da pianificare — continua con la scuola, le attività e le cose nuove da provare.
ja: この仕事については、まだ計画することはありません。学校や活動を続けて、新しいことに挑戦しましょう。
uk: Тут поки нічого планувати — просто продовжуй навчання, заняття й спроби нового.

source: These firms recruit mostly from a short list of universities, through campus events and internships. At the biggest banks, well under %@ of applicants for analyst jobs are hired.
de: Diese Firmen rekrutieren meist an wenigen ausgewählten Universitäten, über Campus-Events und Praktika. Bei den größten Banken werden deutlich weniger als %@ der Bewerber für Analystenjobs eingestellt.
fr: Ces entreprises recrutent surtout dans une courte liste d’universités, via des événements sur les campus et des stages. Dans les plus grandes banques, bien moins de %@ des candidats aux postes d’analyste sont embauchés.
it: Queste società assumono soprattutto da un breve elenco di università, tramite eventi nei campus e tirocini. Nelle banche più grandi ottiene il lavoro solo una piccola parte dei candidati a posti da analista (ben meno di %@).
ja: これらの企業は、おもに限られた大学から、キャンパスイベントやインターンを通じて採用します。大手銀行のアナリスト職では、採用されるのは応募者の%@をはるかに下回ります。
uk: Ці фірми набирають людей здебільшого з короткого списку університетів — через заходи в кампусах та стажування. У найбільших банках на посади аналітиків беруть значно менше ніж %@ заявників.

# These jobs ask for more of skills like %@, %@ and %@ than most.
source: These jobs ask for more of skills like %1$@, %2$@ and %3$@ than most.
de: Bei diesen Jobs kommt es mehr als bei den meisten anderen auf Fähigkeiten wie %1$@, %2$@ und %3$@ an.
fr: Ces métiers exigent, plus que la plupart des autres, des compétences comme %1$@, %2$@ et %3$@.
it: Questi lavori richiedono competenze come %1$@, %2$@ e %3$@ più degli altri.
ja: これらの仕事は、%1$@、%2$@、%3$@のようなスキルを、ほかの多くの仕事より強く求めます。
uk: Ці роботи вимагають вищого рівня таких навичок, як «%1$@», «%2$@» і «%3$@», ніж більшість інших.

source: Thinking…
de: Ich denke nach…
fr: Je réfléchis…
it: Sto pensando…
ja: 考え中…
uk: Думаю…

source: Thirty tricky puzzles, one morning, millions of kids worldwide.
de: Dreißig knifflige Aufgaben, ein Vormittag, Millionen Kinder weltweit.
fr: Trente problèmes sournois, une matinée, des millions d’enfants dans le monde.
it: Trenta rompicapo insidiosi, una mattina, milioni di ragazzi in tutto il mondo.
ja: 頭をひねるパズルが30問。午前中の1回だけで、世界中の数百万人の子どもが挑戦します。
uk: Тридцять підступних задач, один ранок, мільйони дітей у всьому світі.

source: This career has a special door: you need the “%@” title first.
de: Diese Karriere hat eine besondere Tür: Du brauchst zuerst den Titel „%@“.
fr: Cette carrière a une porte d’entrée spéciale : il te faut d’abord le titre « %@ ».
it: Questa carriera ha un ingresso speciale: prima ti serve il titolo «%@».
ja: この道には特別な入り口があります。まず「%@」の称号が必要です。
uk: У цій карʼєрі є особливі двері: спершу потрібен титул «%@».

source: This device can't run Apple Intelligence, so you'll get the advisor's standard advice.
de: Dieses Gerät kann Apple Intelligence nicht ausführen, deshalb bekommst du die Standard-Tipps des Beraters.
fr: Cet appareil ne peut pas utiliser Apple Intelligence, donc tu auras les conseils habituels du conseiller.
it: Questo dispositivo non può usare Apple Intelligence, quindi avrai i consigli di base del consulente.
ja: この端末ではApple Intelligenceを使えないため、基本のアドバイスになります。
uk: Цей пристрій не підтримує Apple Intelligence, тому ти отримуєш стандартні поради радника.

source: This is the first step toward the %1$@ job (%2$@). It's about %3$lld years of school in total.
de: Das ist der erste Schritt zum Job als %1$@ (%2$@). Insgesamt sind es etwa %3$lld Jahre Schule und Studium.
fr: C’est la première étape vers le poste « %1$@ » (%2$@). Cela représente environ %3$lld ans d’études au total.
it: È il primo passo verso il ruolo di %1$@ (%2$@). In tutto sono circa %3$lld anni di studio.
ja: これは%1$@の仕事への最初のステップです。その仕事は%2$@です。学校には合計で約%3$lld年かかります。
uk: Це перший крок до роботи «%1$@» (%2$@). Усього — близько %3$lld років навчання.
